
/* Error description */
"A component of the path is not a directory." = "Un componente del percorso non è una directory.";

/* Error description */
"Buffer too small for attribute names." = "Buffer troppo piccolo per nomi di attributi.";

/* Error description */
"File name too long." = "Nome file troppo lungo.";

/* Error description */
"File system does not support extended attributes or they are disabled." = "Il file system non supporta gli attributi estesi, oppure sono disabilitati.";

/* Error description */
"I/O error occurred." = "Si è verificato un errore di I/O.";

/* Error description */
"No space left on file system." = "Nessuno spazio rimasto sul file system.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "L'opzione contiene XATTR_CREATE, ma l'attributo con nome esiste già.";

/* Error description */
"Options not recognized." = "Opzione non riconosciuta.";

/* Error description */
"Path or name points to an invalid address." = "Percorso o nome punta ad un indirizzo invalido.";

/* Error description */
"Read-only file system.  Unable to change attributes." = "File system in sola lettura. Impossibile cambiare gli attributi.";

/* Error description */
"Search permission denied for this path." = "Permessi di ricerca negati per questo percorso.";

/* Error description */
"The data size of the extended attribute is too large." = "La dimensione dei dati degli attributi estesi è troppo grande.";

/* Error description */
"The file does not exist or is not a file." = "Il file non esiste o non è un file.";

/* Error description */
"The file does not exist or is not a package." = "Il file non esiste o non è un bundle.";

/* Error description */
"The named attribute does not exist." = "L'attributo con nome non esiste.";

/* Error description */
"This file system object does not support extended attributes." = "Questo oggetto del file system non supporta attributi estesi.";

/* Error description */
"Too many symlinks encountered resolving path." = "Incontrati troppi link simbolici quando si stava elaborando il percorso.";

/* Error description */
"Unknown error occurred." = "Errore sconosciuto.";
